Repository: ETIENNE-CLR/Multi-Langue-Slim
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp

source: Voir les personnes
it_it: vedere le persone
ja_jp: 人々に会いましょう

source: Détails d'une personne
it_it: Dettagli di una persona
ja_jp: 人の詳細

source: Créer une personne
it_it: creare una persona
ja_jp: 人を作る

source: Ajouter une personne
it_it: aggiungere una persona
ja_jp: 人を加える

source: Nom
it_it: nome
ja_jp: 名字

source: Prénom
it_it: cognome
ja_jp: 名前

source: Date de naissance
it_it: data di nascita
ja_jp: 生年月日

source: Location
it_it: localizzazione
ja_jp: 位置

source: Depuis
it_it: dal
ja_jp: 以来

source: Activités
it_it: attività
ja_jp: 活動

source: Retour
it_it: ritorno
ja_jp: 戻っ

source: Ajouter
it_it: aggiungere
ja_jp: を追加する

source: Nom de l'activité
it_it: nome dell'attività
ja_jp: アクティビティ名

source: Foot Ball
ja_jp: サッカー

source: Sigle de l'activité
it_it: Sigla dell'attività
ja_jp: アクティビティサイン

source: Description de l'activité
it_it: descrizione dell'attività
ja_jp: アクティビティの説明

source: Liste des personnes
it_it: lista delle persone
ja_jp: 人

source: Ajouter une activité
it_it: aggiungere un'attività
ja_jp: アクティビティを追加

source: Langue
it_it: lingua
ja_jp: 言語
